export const emotionsArray: Array<any> = [
  {
    emotionsGroupName: "Радость",
    emotions: [
      "Oщущение счастья",
      "Веселье",
      "Наслаждение",
      "Удовлетворенность",
      "Блаженство",
      "Гордость",
      "Возбуждение",
      "Очарованность",
      "Удовольствие",
      "Эйфория",
      "Признание",
      "Дружелюбие",
      "Доверие",
      "Доброта",
      "Симпатия",
      "Увлеченность",
      "Восхищение"
    ]
  },
  {
    emotionsGroupName: "Удивление",
    emotions: [
      "Изумление",
      "Взволнованность",
      "Шок"
    ]
  },
  {
    emotionsGroupName: "Гнев",
    emotions: [
      "Злоба",
      "Раздражение",
      "Негодование",
      "Возмущение",
      "Обида",
      "Враждебность",
      "Досада",
      "Нервозность",
      "Агрессия"
    ]
  },
  {
    emotionsGroupName: "Грусть",
    emotions: [
      "Обеспокоенность",
      "Безрадостность",
      "Сожаление",
      "Вина",
      "Стыд",
      "Одиночество",
      "Печаль"
    ]
  },
  {
    emotionsGroupName: "Страх",
    emotions: [
      "Тревога",
      "Опасение",
      "Беспокойство",
      "Испуг",
      "Плохое предчувствие",
      "Настороженность",
      "Сомнение",
      "Напряженность",
      "Ужас",
      "Паника"
    ]
  },
  {
    emotionsGroupName: "Отвращение",
    emotions: [
      "Презрение",
      "Брезгливость",
      "Пренебрежение",
      "Антипатия",
      "Неприязнь"
    ]
  }
];

